{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2024-01-12T22:33:12.945-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.BuildTools",
					"Version" : "17.8.4"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.Community",
					"Version" : "17.8.4"
				},
				{
					"PackageIdentifier" : "DMM.GamePlayer",
					"Version" : "5.2.34"
				},
				{
					"PackageIdentifier" : "Docker.DockerDesktop",
					"Version" : "4.24.2"
				},
				{
					"PackageIdentifier" : "Qingfeng.HeyboxAccelerator",
					"Version" : "1.1.45"
				},
				{
					"PackageIdentifier" : "JetBrains.RustRover.EAP",
					"Version" : "2023.2 EAP"
				},
				{
					"PackageIdentifier" : "Kingsoft.WPSOffice",
					"Version" : "12.1.0.16120"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge",
					"Version" : "120.0.2210.133"
				},
				{
					"PackageIdentifier" : "Microsoft.EdgeWebView2Runtime",
					"Version" : "120.0.2210.121"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.7",
					"Version" : "7.2208.15002.0"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.8",
					"Version" : "8.2310.30001.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.Desktop.14",
					"Version" : "14.0.32530.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal",
					"Version" : "1.18.3181.0"
				},
				{
					"PackageIdentifier" : "Sogou.SogouInput",
					"Version" : "13.9.0.8319"
				},
				{
					"PackageIdentifier" : "DigitalExtremes.Warframe",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "Treexy.DriverFusion",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "ShareX.ShareX",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "Tencent.TencentMeeting",
					"Version" : "3.21.3.430"
				},
				{
					"PackageIdentifier" : "Peppy.Osu!",
					"Version" : "2023.1130.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.40664.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.30501.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.5",
					"Version" : "5.0.17"
				},
				{
					"PackageIdentifier" : "Cloudflare.Warp",
					"Version" : "23.9.248.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.3_1",
					"Version" : "3.1.32"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x64",
					"Version" : "10.0.40219"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.30501.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64",
					"Version" : "14.38.33130.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.5",
					"Version" : "5.0.17"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86",
					"Version" : "12.0.40664.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86",
					"Version" : "14.38.33130.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x86",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "Microsoft.CLRTypesSQLServer.2019",
					"Version" : "15.0.2000.5"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.3_1",
					"Version" : "3.1.32"
				},
				{
					"PackageIdentifier" : "Billfish.Billfish",
					"Version" : "3.0.33.8"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x64",
					"Version" : "9.0.30729.7523"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2005.x86",
					"Version" : "8.0.61187"
				},
				{
					"PackageIdentifier" : "GOG.Galaxy",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK.10.0.22621",
					"Version" : "10.1.22621.2428"
				},
				{
					"PackageIdentifier" : "AsaphaHalifa.AudioRelay",
					"Version" : "0.27.5"
				},
				{
					"PackageIdentifier" : "EpicGames.EpicGamesLauncher",
					"Version" : "1.3.51.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x86",
					"Version" : "9.0.30729.7523"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x64",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86",
					"Version" : "12.0.40664.0"
				},
				{
					"PackageIdentifier" : "Microsoft.XNARedist",
					"Version" : "4.0.30901.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x86",
					"Version" : "10.0.40219"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x86",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6",
					"Version" : "6.0.26"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x64",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Runtime.6",
					"Version" : "6.0.26"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.40664.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86",
					"Version" : "12.0.30501.0"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.6.3482"
}