{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2024-02-21T16:12:57.511-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.BuildTools",
					"Version" : "17.8.6"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.Community",
					"Version" : "17.8.6"
				},
				{
					"PackageIdentifier" : "DMM.GamePlayer",
					"Version" : "5.2.38"
				},
				{
					"PackageIdentifier" : "Docker.DockerDesktop",
					"Version" : "4.26.1"
				},
				{
					"PackageIdentifier" : "JetBrains.RustRover.EAP",
					"Version" : "2023.2 EAP"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge",
					"Version" : "121.0.2277.128"
				},
				{
					"PackageIdentifier" : "Microsoft.EdgeWebView2Runtime",
					"Version" : "121.0.2277.128"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.7",
					"Version" : "7.2208.15002.0"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.8",
					"Version" : "8.2310.30001.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.Desktop.14",
					"Version" : "14.0.33519.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DevHome",
					"Version" : "0.1001.389.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal",
					"Version" : "1.19.10302.0"
				},
				{
					"PackageIdentifier" : "Sogou.SogouInput",
					"Version" : "14.1.0.8858"
				},
				{
					"PackageIdentifier" : "DigitalExtremes.Warframe",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "Treexy.DriverFusion",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "ShareX.ShareX",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "Tencent.TencentMeeting",
					"Version" : "3.24.1.471"
				},
				{
					"PackageIdentifier" : "Peppy.Osu!",
					"Version" : "2023.1130.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.5",
					"Version" : "5.0.17"
				},
				{
					"PackageIdentifier" : "Cloudflare.Warp",
					"Version" : "24.1.159.0"
				},
				{
					"PackageIdentifier" : "VMware.WorkstationPro",
					"Version" : "17.0.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.3_1",
					"Version" : "3.1.32"
				},
				{
					"PackageIdentifier" : "Microsoft.VSTOR",
					"Version" : "10.0.60917"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x64",
					"Version" : "10.0.40219"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.5",
					"Version" : "5.0.17"
				},
				{
					"PackageIdentifier" : "Microsoft.CLRTypesSQLServer.2019",
					"Version" : "15.0.2000.5"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.3_1",
					"Version" : "3.1.32"
				},
				{
					"PackageIdentifier" : "Billfish.Billfish",
					"Version" : "3.0.33.8"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x64",
					"Version" : "9.0.30729.7523"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2005.x86",
					"Version" : "8.0.61187"
				},
				{
					"PackageIdentifier" : "GOG.Galaxy",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK.10.0.22621",
					"Version" : "10.1.22621.2428"
				},
				{
					"PackageIdentifier" : "AsaphaHalifa.AudioRelay",
					"Version" : "0.27.5"
				},
				{
					"PackageIdentifier" : "EpicGames.EpicGamesLauncher",
					"Version" : "1.3.51.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x86",
					"Version" : "9.0.30729.7523"
				},
				{
					"PackageIdentifier" : "Microsoft.XNARedist",
					"Version" : "4.0.30901.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x86",
					"Version" : "10.0.40219"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Runtime.6",
					"Version" : "6.0.27"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6",
					"Version" : "6.0.27"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.6.3482"
}