{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2024-07-22T19:36:19.044-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "Docker.DockerDesktop",
					"Version" : "4.32.0"
				},
				{
					"PackageIdentifier" : "Google.PlayGames.Beta",
					"Version" : "24.6.755.3"
				},
				{
					"PackageIdentifier" : "Tencent.TencentMeeting",
					"Version" : "3.28.2.407"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x64",
					"Version" : "10.0.40219"
				},
				{
					"PackageIdentifier" : "Microsoft.CLRTypesSQLServer.2019",
					"Version" : "15.0.2000.5"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x64",
					"Version" : "9.0.30729.7523"
				},
				{
					"PackageIdentifier" : "Microsoft.VSTOR",
					"Version" : "10.0.60922"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.Community",
					"Version" : "17.9.2"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge",
					"Version" : "127.0.2651.61"
				},
				{
					"PackageIdentifier" : "Microsoft.EdgeWebView2Runtime",
					"Version" : "126.0.2592.113"
				},
				{
					"PackageIdentifier" : "Sogou.SogouInput",
					"Version" : "14.6.0.9606"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86",
					"Version" : "14.40.33810.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64",
					"Version" : "14.40.33810.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2005.x86",
					"Version" : "8.0.61187"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK.10.0.22621",
					"Version" : "10.1.22621.2428"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x86",
					"Version" : "9.0.30729.7523"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x86",
					"Version" : "10.0.40219"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.7",
					"Version" : "7.0.16"
				},
				{
					"PackageIdentifier" : "JetBrains.Aqua.Preview",
					"Version" : "2024.1.2"
				},
				{
					"PackageIdentifier" : "JetBrains.RustRover.EAP",
					"Version" : "2024.1.3"
				},
				{
					"PackageIdentifier" : "JetBrains.Toolbox",
					"Version" : "2.4.0.32175"
				},
				{
					"PackageIdentifier" : "Yuanli.uTools",
					"Version" : "5.1.0"
				},
				{
					"PackageIdentifier" : "ppy.osu",
					"Version" : "2024.521.2"
				},
				{
					"PackageIdentifier" : "monkeyWie.Gopeed",
					"Version" : "1.5.7"
				},
				{
					"PackageIdentifier" : "Alibaba.QuarkCloudDrive",
					"Version" : "3.2.7"
				},
				{
					"PackageIdentifier" : "Microsoft.AppInstaller",
					"Version" : "1.24.1792.0"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.7",
					"Version" : "7.2208.15002.0"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.8",
					"Version" : "8.2310.30001.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.Desktop.14",
					"Version" : "14.0.33728.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DevHome",
					"Version" : "0.1601.561.0"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.9.1792-preview"
}