brotli
c-ares
ca-certificates
freetype
gdbm
gettext
gh
giflib
git
glib
go
icu4c
jpeg-turbo
libffi
libnghttp2
libpng
libtiff
libuv
mpdecimal
node
openssl@1.1
openssl@3
pcre
pcre2
protobuf
pugixml
qt@5
readline
sqlite
synergy-core
webp
baidunetdisk
clash-for-windows
commander-one
datagrip
dingtalk
docker
goland
microsoft-edge
onedrive
pycharm
qq
sharemouse
sogouinput
stats
utools
visual-studio-code
wechat
windterm
