{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2023-09-30T01:56:49.011-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "DMM.GamePlayer",
					"Version" : "5.2.24"
				},
				{
					"PackageIdentifier" : "Xiaomi.MIUI+",
					"Version" : "3.2.0.464"
				},
				{
					"PackageIdentifier" : "Docker.DockerDesktop",
					"Version" : "4.23.0"
				},
				{
					"PackageIdentifier" : "Qingfeng.HeyboxAccelerator",
					"Version" : "1.1.30"
				},
				{
					"PackageIdentifier" : "JetBrains.RustRover",
					"Version" : "2023.2 EAP"
				},
				{
					"PackageIdentifier" : "Kingsoft.WPSOffice.CN",
					"Version" : "12.1.0.15712"
				},
				{
					"PackageIdentifier" : "Xiaomi.MiService",
					"Version" : "3.3.1.306"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge",
					"Version" : "117.0.2045.43"
				},
				{
					"PackageIdentifier" : "Microsoft.EdgeWebView2Runtime",
					"Version" : "117.0.2045.43"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal",
					"Version" : "1.17.11461.0"
				},
				{
					"PackageIdentifier" : "Microsoft.OneDrive",
					"Version" : "23.184.0903.0002"
				},
				{
					"PackageIdentifier" : "Sogou.SogouInput",
					"Version" : "13.6.0.7891"
				},
				{
					"PackageIdentifier" : "DigitalExtremes.Warframe",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "Treexy.DriverFusion",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "ShareX.ShareX",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "Tencent.TencentMeeting",
					"Version" : "3.19.22.426"
				},
				{
					"PackageIdentifier" : "Yuanli.uTools",
					"Version" : "4.0.1"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.Community",
					"Version" : "17.7.4"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.40664.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.30501.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.5",
					"Version" : "5.0.17"
				},
				{
					"PackageIdentifier" : "VMware.WorkstationPro",
					"Version" : "17.0.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.3_1",
					"Version" : "3.1.32"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6",
					"Version" : "6.0.22"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x64",
					"Version" : "10.0.40219"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.30501.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.5",
					"Version" : "5.0.17"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86",
					"Version" : "12.0.40664.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x86",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "Microsoft.CLRTypesSQLServer.2019",
					"Version" : "15.0.2000.5"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86",
					"Version" : "14.36.32532.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.3_1",
					"Version" : "3.1.32"
				},
				{
					"PackageIdentifier" : "Billfish.Billfish",
					"Version" : "3.0.33.8"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x64",
					"Version" : "9.0.30729.7523"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2005.x86",
					"Version" : "8.0.61187"
				},
				{
					"PackageIdentifier" : "GOG.Galaxy",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "AsaphaHalifa.AudioRelay",
					"Version" : "0.27.5"
				},
				{
					"PackageIdentifier" : "EpicGames.EpicGamesLauncher",
					"Version" : "1.3.51.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64",
					"Version" : "14.36.32532.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x86",
					"Version" : "9.0.30729.7523"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x64",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86",
					"Version" : "12.0.40664.0"
				},
				{
					"PackageIdentifier" : "Microsoft.XNARedist",
					"Version" : "4.0.30901.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x86",
					"Version" : "10.0.40219"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x86",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x64",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK.10.0.22000",
					"Version" : "10.0.22000.832"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.40664.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86",
					"Version" : "12.0.30501.0"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.5.1881"
}