{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2023-01-27T18:13:22.902-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "360.360Zip",
					"Version" : "1.0.0.1041"
				},
				{
					"PackageIdentifier" : "DMM.GamePlayer",
					"Version" : "5.1.38"
				},
				{
					"PackageIdentifier" : "Kingsoft.WPSOffice.CN",
					"Version" : "11.1.0.13703"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge",
					"Version" : "109.0.1518.70"
				},
				{
					"PackageIdentifier" : "Microsoft.EdgeWebView2Runtime",
					"Version" : "109.0.1518.61"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal",
					"Version" : "1.16.10231.0"
				},
				{
					"PackageIdentifier" : "Sogou.SogouInput",
					"Version" : "13.1.0.6834"
				},
				{
					"PackageIdentifier" : "DigitalExtremes.Warframe",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "Tencent.TIM",
					"Version" : "3.4.5.22071"
				},
				{
					"PackageIdentifier" : "Tencent.TencentMeeting",
					"Version" : "3.14.6.409"
				},
				{
					"PackageIdentifier" : "Yuanli.uTools",
					"Version" : "3.3.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.Community",
					"Version" : "17.4.4"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.40664.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.30501.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.5",
					"Version" : "5.0.17"
				},
				{
					"PackageIdentifier" : "VMware.WorkstationPro",
					"Version" : "17.0.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.3_1",
					"Version" : "3.1.32"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x64",
					"Version" : "10.0.40219"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.5",
					"Version" : "5.0.17"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x86",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.3_1",
					"Version" : "3.1.32"
				},
				{
					"PackageIdentifier" : "Microsoft.CLRTypesSQLServer.2019",
					"Version" : "15.0.2000.5"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x64",
					"Version" : "9.0.30729.7523"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86",
					"Version" : "14.34.31931.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2005.x86",
					"Version" : "8.0.61187"
				},
				{
					"PackageIdentifier" : "GOG.Galaxy",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "EpicGames.EpicGamesLauncher",
					"Version" : "1.3.51.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.6",
					"Version" : "6.0.13"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x86",
					"Version" : "9.0.30729.7523"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86",
					"Version" : "12.0.40664.0"
				},
				{
					"PackageIdentifier" : "Microsoft.XNARedist",
					"Version" : "4.0.30901.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x86",
					"Version" : "10.0.40219"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x64",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64",
					"Version" : "14.34.31931.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK",
					"Version" : "10.0.22000.832"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86",
					"Version" : "12.0.30501.0"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.3.0"
}